import React from "react";
import PageTitle from "../shared/PageTitle";

const ContentSection = ({ translate, lang }) => {
  const t1 = (text) => translate(`privacy.${text}`);
  return (
    <>
      <PageTitle lang={lang} title={t1("title")} description={t1("subtitle")} />
      <div className="max-w-screen-2xl mx-auto px-10 text-gray-800 font-sans text-lg">
        <h2 className="text-3xl font-bold mb-6 border-t-2 border-[#00000033]/20 pt-8">
          1. المقدمة
        </h2>
        <p className="mb-4 leading-relaxed">
          1.1. نحترم حقك وجميع المستخدمين والزوار في الخصوصية ونُقر بأهمية حماية
          البيانات التي يتم جمعها على موقع{" "}
          <span className="font-bold">منصة استأجر</span>، ونحمل هذه المسؤولية
          على محمل الجد، لذا يرجي <br /> قراءة هذه السياسة بعناية فائقة حتى تكون
          على دراية بطريقة تعاملنا مع بياناتك الشخصيّة.
        </p>
        <p className="mb-4 leading-relaxed">
          1.2. تم إعداد وصياغة سياسة الخصوصية هذه (“
          <span className="font-bold">السياسة</span>“) بطريقة سلسة وسهلة الفهم
          لكي تساعدك على فهم الإجراءات والممارسات التي نتبعها عند جمع أيّ بيانات
          شخصيّة بما <br /> في ذلك على سبيل المثال لا الحصر، تفاصيل الدفع وغيرها
          من البيانات الأخرى التي نجمعها منك أو مصادر أخرى أو التي تزودنا بها (“
          <span className="font-bold">المعلومات</span>“)، وكيفية استخدامها
          ومشاركتها، <br /> والخطوات التي نتخذها لتأمين هذه البيانات، وما هي
          حقوقك والتزاماتك القانونية وكافة الممارسات الأخرى.
        </p>
        <p className="mb-4 leading-relaxed">
          1.3. بموافقتك على استخدامنا لملفات تعريف الارتباط وفقًا لبنود هذه
          السياسة عند زيارتك لموقعنا الإلكتروني لأول مرة فإنك تسمح لنا باستخدام
          ملفات تعريف الارتباط في كل <br /> مرة تزور فيها موقعنا.
        </p>

        <h2 className="text-3xl font-bold mb-6">2. نطاق السياسة</h2>
        <p className="mb-4 leading-relaxed">
          2.1. تعد شركة{" "}
          <span className="font-bold">الأعمال المتقدمة للأستثمار قابضة</span> هي
          المشغل والمتحكِم والمسؤول عن سياسة الخصوصية لموقع{" "}
          <span className="font-bold">منصة استأجر</span>.
        </p>
        <p className="mb-4 leading-relaxed">
          2.2. تنطبق هذه السياسة على كافة استخداماتك لموقع{" "}
          <span className="font-bold">منصة استأجر</span> بما في ذلك المعلومات
          والبيانات والخدمات والأدوات وجميع الصفحات والأنشطة الأخرى التي نقدمها
          على أو <br /> من خلال الموقع أو عندما تتفاعل معنا بطريقة أخرى، ولا
          تنطبق هذه السياسة على أيّ مواقع أو تطبيقات أو خدمات أخرى لجهات خارجية
          ترتبط بموقعنا.
        </p>
        <p className="mb-4 leading-relaxed">
          2.3. يكون للمصطلحات التالية المعنى المشار بجانب كل منها:
        </p>
        <ul className="list-disc list-inside pr-5 mb-4 space-y-3">
          <li className="leading-relaxed">
            “<span className="font-bold">نحن</span>” أو “
            <span className="font-bold">خاصتنا</span>” أو “
            <span className="font-bold">لنا</span>” أو ما شابه: يقصد بها موقع{" "}
            <span className="font-bold">منصة استأجر</span> المملوكة لـ{" "}
            <span className="font-bold">
              شركة الأعمال المتقدمة للأستثمار قابضة
            </span>{" "}
            .
          </li>
          <li className="leading-relaxed">
            “<span className="font-bold">المستخدم</span>” أو “
            <span className="font-bold">أنت</span>” أو ما شابه: يقصد بها أنت
            كفرد أو كشخص اعتباري حسب مقتضى الحال.
          </li>
          <li className="leading-relaxed">
            “<span className="font-bold">المعلومات الشخصيّة</span>“: يقصد بها
            جميع المعلومات والبيانات التي تحدد فرداً معيناً أو يمكن تحديده سواء
            بشكل مباشر أو غير مباشر، والتي يتم جمعها عن المستخدم <br /> أو التي
            يقدمها لنا أو التي يتم جمعها عن الأجهزة التي يستخدمها في الاتصال
            بالموقع أو تلك المتعلقة بزيارة واستخدام الموقع الإلكتروني.
          </li>
          <li className="leading-relaxed">
            “<span className="font-bold">المعلومات الأخرى</span>“: يقصد بها
            المعلومات التي لا تكشف هوية المستخدم بشكل محدد أو لا تتعلق مباشرة
            بفرد، مثل بيانات الاستخدام أو الموقع الجغرافي.
          </li>
          <li className="leading-relaxed">
            “<span className="font-bold">المعالجة</span>“: يقصد بها عملية يتم
            إجراؤها بناء على معلومات شخصيّة، سواء كانت بطريقة تلقائية أم غير
            ذلك.
          </li>
        </ul>

        <h2 className="text-3xl font-bold mb-6">3. جمع المعلومات الشخصيّة</h2>
        <p className="mb-4 leading-relaxed">
          3.1. نجمع أنواعًا مختلفة من المعلومات الشخصيّة في موقع{" "}
          <span className="font-bold">منصة استأجر</span>؛ تشمل ما يلي:
        </p>
        <ul className="list-disc list-inside pr-5 mb-4 space-y-3">
          <li className="leading-relaxed">
            المعلومات التي تقدمها عن طريق تعبئة النماذج في الموقع، بما في ذلك
            بيانات تسجيل حساب لاستخدام الموقع (مثل الاسم والبريد الإلكتروني)
            والتسجيلات <br /> المشتركة الأخرى (على سبيل المثال تسجيل الدخول من
            خلال مواقع التواصل الاجتماعي) أو الاشتراك في خدماتنا، أو نشر إعلان
            عن السلع أو طلب استئجار سلعة.
          </li>
          <li className="leading-relaxed">
            المعلومات التي تدخلها عند إنشاء ملف تعريف على موقعنا – على سبيل
            المثال، اسمك، صور ملفك الشخصي، الجنس، تاريخ الميلاد، الحالة
            الاجتماعية، وغيرها من المعلومات.
          </li>
          <li className="leading-relaxed">
            المعلومات التي تدخلها أثناء استخدام الخدمات على موقعنا، مثل
            المعلومات المتعلقة بعمليات الاستئجار، والتي تشمل اسمك وعنوانك ورقم
            هاتفك وعنوان بريدك <br /> الإلكتروني ونوع السلعة ومدة الايجار
            وتفاصيل بطاقة الائتمان، وغيرها من المعلومات.
          </li>
          <li className="leading-relaxed">
            معلومات المتصفحات والأجهزة والخوادم، مثل المعلومات التي تتعلق بجهازك
            المرتبط بالإنترنت بما في ذلك عنوان بروتوكول (IP) لربط جهازك بشبكة
            الانترنت، ونوع <br /> المتصفح والإصدار، والموقع الجغرافي، ومزود خدمة
            الإنترنت، ومعرّفات الجهاز، ومعرّف الإعلان، ونظام التشغيل، ونوع
            جهازك، ودقة الشاشة واسم نظام التشغيل <br /> والإصدار، والشركة
            المصنّعة للجهاز والطراز، واللغة، وغيرها.
          </li>
          <li className="leading-relaxed">
            معلومات حول زياراتك لهذا الموقع واستخدامه بما في ذلك مصدر
            الإحالة/الخروج، ومدة الزيارة، وما تشاهده على الصفحة، ومسارات التصفح
            في الموقع.
          </li>
          <li className="leading-relaxed">
            المعلومات التي تدخلها من أجل إعداد اشتراكات في رسائل البريد
            الإلكتروني و/ أو الرسائل الإخبارية لدينا.
          </li>
          <li className="leading-relaxed">
            المعلومات التي يتم إنشاؤها أثناء استخدام موقعنا الإلكتروني، بما في
            ذلك مواعيد وتكرار استخدامك للموقع والظروف التي تستخدم فيها الموقع.
          </li>
          <li className="leading-relaxed">
            المعلومات الواردة في أي مراسلات ترسلها إلينا عبر البريد الإلكتروني
            أو عبر موقعنا الإلكتروني، مثل البيانات التي تقدمها لنا، أو التي قد
            نجمعها منك، عندما تخبرنا بأيّ <br /> صعوبة أو مشكلة تواجهها عند
            استخدام الموقع.
          </li>
          <li className="leading-relaxed">
            البيانات الجغرافية التقريبية: بما في ذلك معلومات مثل الدولة والمدينة
            والإحداثيات الجغرافية، محسوبة على أساس عنوان IP الخاص بك.
          </li>
          <li className="leading-relaxed">
            المعلومات المتعلقة باستخدامك العام لشبكة الإنترنت عن طريق استخدام
            تقنية تُخزن البيانات على جهازك أو الوصول إليه، مثل ملفات الكوكيز
            وكود تتبع التحويلات <br /> وإشارات الويب وما إلى ذلك (يُشار إليها
            معًا بـ”ملفات تعريف الارتباط”).
          </li>
          <li className="leading-relaxed">
            المعلومات التي نجمعها من مصادر أخرى لشركائنا مثل قواعد البيانات
            العامة وشركاء التسويق والإعلانات وغيرها من الجهات والمصادر الأُخرى.
          </li>
          <li className="leading-relaxed">
            أي معلومات شخصية أخرى ترسلها إلينا بإرادتك.
          </li>
        </ul>
        <p className="mb-4 leading-relaxed">
          3.2. تعتمد البيانات الشخصيّة التي نجمعها عنك على الأنشطة المعينة التي
          يتم تنفيذها من خلال استخدامك للمنصّة والخدمات، إذا قمت بتقديم أي
          بيانات تتعلق بأشخاص آخرين <br /> إلينا أو لمقدمي الخدمات و/أو الشركاء
          و/أو المرتبطين بنا فيما يتعلق بالخدمات، فإنك تقر بأن لديك السلطة
          للقيام بذلك وتسمح لنا باستخدام البيانات وفقًا هذه السياسة.
        </p>

        <h2 className="text-3xl font-bold mb-6">
          4. استخدام المعلومات الشخصيّة
        </h2>
        <p className="mb-4 leading-relaxed">
          4.1. نستخدم معلوماتك الشخصيّة التي تقدمها لنا عبر موقع{" "}
          <span className="font-bold">منصة استأجر</span> في الأغراض التالية:
        </p>
        <ul className="list-disc list-inside pr-5 mb-4 space-y-3">
          <li className="leading-relaxed">
            مساعدتك في إنشاء وإدارة حسابك، وتحديد هويتك عند استخدام الموقع.
          </li>
          <li className="leading-relaxed">
            إدارة موقعنا وأعمالنا على شبكة الإنترنت.
          </li>
          <li className="leading-relaxed">
            تخصيص موقعنا على شبكة الإنترنت ليكون أكثر ملاءمة بالنسبة لك.
          </li>
          <li className="leading-relaxed">
            تمكينك من استخدام الخدمات المتاحة على موقعنا.
          </li>
          <li className="leading-relaxed">
            توفير وإدارة الخدمات عبر موقعنا على شبكة الإنترنت وتسهيل الحصول
            عليها.
          </li>
          <li className="leading-relaxed">
            إرسال البيانات والفواتير وإشعارات الدفع لك، وتحصيل المدفوعات منك.
          </li>
          <li className="leading-relaxed">
            ضمان تقديم المحتوى على الموقع بأكثر الطرق فاعلية بالنسبة لك وللجهاز
            الذي تستخدمه.
          </li>
          <li className="leading-relaxed">
            إرسال النشرات البريدية إليك، والمراسلات التسويقية المتعلقة بأعمالنا
            أو أعمال الجهات الخارجية والتي نعتقد أنها قد تهمك، أو إذا كنت قد
            وافقت على ذلك بالتحديد، <br /> عن طريق البريد الإلكتروني أو أي تقنية
            مشابهة (يمكنك إبلاغنا في أي وقت إذا لم تعد تحتاج إلى هذه المراسلات
            التسويقية).
          </li>
          <li className="leading-relaxed">
            للأغراض الإحصائية والبحثية والتحليلية والتسويقية والترويجية
            والدراسات الاستقصائية.
          </li>
          <li className="leading-relaxed">
            التعامل مع الاستفسارات والشكاوى التي تقدمها أنت أو تقدم لنا بشأنك
            على موقعنا.
          </li>
          <li className="leading-relaxed">
            حماية موقعنا من الاحتيال والحفاظ على أمنه.
          </li>
          <li className="leading-relaxed">
            تنفيذ التزاماتنا الناشئة عن أيّ عقود مبرمة بينك وأيّ كيان آخر يستخدم
            المنصّة، أو بينك وبيننا.
          </li>
          <li className="leading-relaxed">
            التحقق من الامتثال للشروط والأحكام التي تحكم استخدام موقعنا
            الإلكتروني (بما في ذلك مراقبة الرسائل الخاصة المرسلة عبر خدمة
            الرسائل الخاصة بموقعنا).
          </li>
          <li className="leading-relaxed">
            استخدامات أخرى بعد الحصول على موافقتك لأغراض أخرى.
          </li>
        </ul>
        <p className="mb-4 leading-relaxed">
          4.2. إذا قمت بتقديم معلومات شخصية للنشر على موقع{" "}
          <span className="font-bold">منصة استأجر</span>، فسنقوم بنشر هذه
          المعلومات واستخدامها بأي شكل آخر وفقًا للترخيص الذي تمنحه لنا.
        </p>
        <p className="mb-4 leading-relaxed">
          4.3. يمكن استخدام إعدادات الخصوصية الخاصة بك للحد من نشر معلوماتك على
          موقع <span className="font-bold">منصة استأجر</span>، ويمكن تعديلها
          باستخدام عناصر التحكم في الخصوصية على الموقع.
        </p>
        <p className="mb-4 leading-relaxed">
          4.4. لن نزوِّد أي طرف ثالث، دون موافقتك الصريحة، بمعلوماتك الشخصيّة
          لأغراض التسويق المباشر لأي طرف آخر.
        </p>

        <h2 className="text-3xl font-bold mb-6">
          5. مشاركة المعلومات الشخصيّة
        </h2>
        <p className="mb-4 leading-relaxed">
          5.1. نحن لا نقوم ببيع أو مشاركة بياناتك الشخصيّة إلا في حالات محدودة،
          إذا اقتضت الضرورة لتحقيق الأغراض الموضحة في هذه السياسة، قد نقوم
          بمشاركة معلوماتك الشخصيّة <br /> في الحالات التالية :
        </p>
        <ul className="list-disc list-inside pr-5 mb-4 space-y-3">
          <li className="leading-relaxed">
            مشاركة المعلومات مع موظفي{" "}
            <span className="font-bold">
              شركة الأعمال المتقدمة للأستثمار قابضة
            </span>{" "}
            وجميع فروعها بالقدر الضروري بشكل معقول للأغراض المنصوص عليها في هذه
            السياسة.
          </li>
          <li className="leading-relaxed">
            مشاركة المعلومات مع أطراف آخرين لمعالجة بيانات معينة وأداء المهام
            والوظائف وتزويدنا بالخدمات مثل مزوٍّدي خدمات الاتصالات وتكنولوجيا
            المعلومات، والإعلانات، <br /> والتواصل الإلكتروني.
          </li>
          <li className="leading-relaxed">
            مشاركة بيانات المستأجرين مع المؤجرين المسجلين في موقع{" "}
            <span className="font-bold">منصة استأجر</span>، كما قد نشارك بياناتك
            مع جهات الدفع الإلكتروني لتوثيق عملية الدفع الإلكتروني التي <br />{" "}
            تقوم بها من خلالنا وتأمينها ورد الأموال إليك.
          </li>
          <li className="leading-relaxed">
            مشاركة المعلومات مع السلطات العامة والحكومية بالقدر الذي يُطلب منا
            القيام به للامتثال للقوانين والاستجابة للطلبات والإجراءات القانونية
            فيما يتعلق بأي إجراءات <br /> قانونية جارية أو محتملة أو من أجل
            إنشاء أو ممارسة أو الدفاع عن حقوقنا القانونية (بما في ذلك توفير
            معلومات للآخرين لأغراض منع الاحتيال والحد من مخاطر الائتمان).
          </li>
          <li className="leading-relaxed">
            مشاركة المعلومات لحمايتك أو حماية موظفينا ووكلائنا أو عملائنا من
            الاحتيال المشتبه به والأنشطة غير القانونية أو أيّ مواقف تنطوي على
            تهديدات محتملة لسلامة <br /> أيّ شخص.
          </li>
          <li className="leading-relaxed">
            مشاركة المعلومات مع أي شخص نعتقد على نحو معقول أنه قد يتقدم بطلب إلى
            محكمة أو سلطة مختصة أخرى بطلب الإفصاح عن تلك المعلومات الشخصيّة،
            وفقًا <br /> لتقديرنا المعقول، ويكون من المحتمل بشكل معقول أن تأمر
            هذه المحكمة أو السلطة بالكشف عن تلك المعلومات الشخصيّة. باستثناء ما
            هو منصوص عليه في هذه <br /> السياسة، فإننا لن نقدم معلوماتك الشخصيّة
            إلى أطراف ثالثة.
          </li>
        </ul>
        <p className="mb-4 leading-relaxed">
          5.2. يجوز لنا مشاركة البيانات الشخصيّة عندما نقوم بصفقة تجارية أو
          التفاوض بشأن صفقة تجارية، مثل الاندماج أو الاستحواذ أو إعادة التنظيم
          أو بيع الأصول أو مشروع مشترك أو <br /> التنازل أو التحويل أو أيّ تصرف
          مشابه لكل أو جزء من أعمالنا أو أصولنا.
        </p>
        <p className="mb-4 leading-relaxed">
          5.3. أنت تمنحنا الحق في السماح لموظفينا ومزوّدي الخدمات لدينا بالتعامل
          مع بياناتك الشخصيّة في حدود تقديم الخدمات. يرجى ملاحظة أن استخدام أيّ
          أطراف ثالثة لبياناتك <br /> الشخصيّة سيخضع لسياسات الخصوصية الخاصة
          بها؛ نوصيك بمراجعة سياسات الخصوصية بعناية للأطراف الثالثة.
        </p>

        <h2 className="text-3xl font-bold mb-6">
          6. النقل الدولي للمعلومات الشخصيّة
        </h2>
        <p className="mb-4 leading-relaxed">
          6.1. قد يتم نقل بياناتك، بما في ذلك البيانات الشخصيّة بين أي من
          البلدان التي نعمل فيها لتمكيننا من استخدام المعلومات وفقًا لهذه
          السياسة، والاحتفاظ بها خارج دولتك أو <br /> مقاطعتك أو بلدك أو أي
          ولاية حكومية أخرى، حيث قد تختلف قوانين حماية البيانات عن قوانين سلطتك
          القضائية.
        </p>
        <p className="mb-4 leading-relaxed">
          6.2. لا نستطيع منع استخدام الآخرين أو إساءة استخدامهم للمعلومات
          الشخصيّة التي تنشرها على موقعنا الإلكتروني أو ترسلها للنشر على موقعنا
          الإلكتروني والمتاحة عبر <br /> الإنترنت في جميع أنحاء العالم.
        </p>
        <p className="mb-4 leading-relaxed">
          6.3. أنت توافق صراحة على عمليات نقل المعلومات الشخصيّة الموضحة في هذا
          القسم بمجرد الموافقة على سياسة الخصوصية لموقع{" "}
          <span className="font-bold">منصة استأجر</span>.
        </p>

        <h2 className="text-3xl font-bold mb-6">
          7. الاحتفاظ بالمعلومات الشخصيّة
        </h2>
        <p className="mb-4 leading-relaxed">
          7.1. يحدد هذا القسم السياسات والإجراءات التي نتبعها للاحتفاظ
          بالبيانات، والتي صممت للمساعدة في ضمان امتثالنا لالتزاماتنا القانونية
          المتعلقة بالاحتفاظ بالمعلومات الشخصيّة <br /> وحذفها.
        </p>
        <p className="mb-4 leading-relaxed">
          7.2. لا تحتفظ{" "}
          <span className="font-bold">
            شركة الأعمال المتقدمة للأستثمار قابضة
          </span>{" "}
          بالمعلومات الشخصيّة التي نقوم بمعالجتها على موقع{" "}
          <span className="font-bold">منصة استأجر</span> لأي غرض أو أغراض لفترة
          أطول مما هو ضروري لهذا <br /> الغرض أو لتلك الأغراض.
        </p>
        <p className="mb-4 leading-relaxed">
          7.3. تحتفظ{" "}
          <span className="font-bold">
            شركة الأعمال المتقدمة للأستثمار قابضة
          </span>{" "}
          بالبيانات على موقع <span className="font-bold">منصة استأجر</span>{" "}
          للفترة اللازمة لتحقيق أغراض الجمع، يرجى العلم أنه في بعض الحالات قد
          تتطلب القوانين أو <br /> تسمح لنا بالاحتفاظ بتلك البيانات لمدة أطول،
          كما تحتفظ أيضًا ببياناتك المرتبطة بالحساب في سجلات إلكترونية طالما
          بقيت مستخدماً لموقع <span className="font-bold">منصة استأجر</span>، أو
          لأغراض التحليل <br /> الداخلي، أو لتعزيز الأمان أو لتحسين وظائف
          خدماتنا، وإنفاذ سياساتنا القانونية.
        </p>
        <p className="mb-4 leading-relaxed">
          7.4. تحتفظ{" "}
          <span className="font-bold">
            شركة الأعمال المتقدمة للأستثمار قابضة
          </span>{" "}
          بالتعليقات التي يضيفها المستخدمين على الخدمات في موقع{" "}
          <span className="font-bold">منصة استأجر</span> إلى أجل غير مسمى.
        </p>
        <p className="mb-4 leading-relaxed">
          7.5. بصرف النظر عن الأحكام الأخرى الواردة في هذا القسم، فإننا نحتفظ
          بالمعلومات التي ترتبط بالحساب في سجلات إلكترونية (بما في ذلك المستندات
          الإلكترونية) عندما تظل <br /> مستخدماً لموقع{" "}
          <span className="font-bold">منصة استأجر</span> وذلك:
        </p>
        <ul className="list-disc list-inside pr-5 mb-4 space-y-3">
          <li className="leading-relaxed">
            لأغراض التحليل الداخلي، أو لتعزيز الأمان أو لتحسين وظائف خدماتنا.
          </li>
          <li className="leading-relaxed">بالقدر المطلوب بموجب القانون.</li>
          <li className="leading-relaxed">
            إذا كنا نعتقد أن هذه المستندات قد تكون ذات صلة بأي إجراءات قانونية
            جارية أو محتملة، أو لإنفاذ سياساتنا القانونية.
          </li>
          <li className="leading-relaxed">
            من أجل بدء أو ممارسة أو الدفاع عن حقوقنا القانونية (بما في ذلك توفير
            المعلومات للآخرين لأغراض منع الاحتيال والحد من مخاطر الائتمان).
          </li>
        </ul>

        <h2 className="text-3xl font-bold mb-6">8. أمن المعلومات الشخصيّة</h2>
        <p className="mb-4 leading-relaxed">
          8.1. يعد أمان بياناتك أمراً مهماً بالنسبة لنا، لذا نسعى للحفاظ على
          جميع بيانات المستخدمين وعدم الاطلاع عليها بما يخالف هذه السياسة، كما
          أننا نعمل على حماية هذه البيانات عن <br /> طريق اتخاذ الاحتياطات
          التقنية والتنظيمية المعقولة لمنع فقدان معلوماتك الشخصيّة أو إساءة
          استخدامها أو تغييرها، وللأسف، فإن إرسال البيانات عبر الإنترنت غير آمن
          تماماً،
          <br />
          وعلى الرغم من ذلك، سنبذل قصارى جهدنا لحماية بياناتك، إلا أننا لا نضمن
          حماية البيانات المرسلة إلى موقع{" "}
          <span className="font-bold">منصة استأجر</span>، وتتحمل وحدك تبعات
          مخاطر إرسال أيّ بيانات.
        </p>
        <p className="mb-4 leading-relaxed">
          8.2. نتعهد بتخزين جميع المعلومات الشخصيّة التي تقدمها على خوادمنا
          الآمنة (المحمية بكلمة مرور وجدار الحماية).
        </p>
        <p className="mb-4 leading-relaxed">
          8.3. جميع المعاملات المالية الإلكترونية التي يتم القيام بها من خلال
          موقع <span className="font-bold">منصة استأجر</span> محمية بتقنية
          التشفير.
        </p>
        <p className="mb-4 leading-relaxed">
          8.4. أنت تقرّ وتعلم بأن نقل المعلومات عبر الإنترنت غير آمن بطبيعته،
          ولا يمكننا ضمان أمن البيانات المرسلة عبر الإنترنت.
        </p>
        <p className="mb-4 leading-relaxed">
          8.5. أنت المسؤول عن الحفاظ على سرية كلمة المرور التي تستخدمها للوصول
          إلى موقع <span className="font-bold">منصة استأجر</span>، لن نطلب منك
          كلمة المرور الخاصة بك (إلا عند تسجيل الدخول إلى موقعنا).
        </p>

        <h2 className="text-3xl font-bold mb-6">
          9. الإجراء المتخذ عند اختراق البيانات؟
        </h2>
        <p className="mb-4 leading-relaxed">
          في حال علمنا بأن أمن موقع{" "}
          <span className="font-bold">منصة استأجر</span> قد تعرّض للاختراق أو
          الكشف عن المعلومات الشخصيّة للمستخدمين لأطراف أخرى نتيجة نشاط خارجي،
          بما في ذلك الهجمات الأمنيّة <br /> الالكترونية أو الاحتيال، فإننا
          نحتفظ بالحق في اتخاذ التدابير المناسبة كالتحقيق والتبليغ وإخطار
          السلطات القانونية المسؤولة والتعاون معها.
        </p>

        <h2 className="text-3xl font-bold mb-6">
          10. تحديث المعلومات الشخصيّة
        </h2>
        <p className="mb-4 leading-relaxed">
          يرجى إعلامنا إذا كانت المعلومات الشخصيّة التي نحتفظ بها عنك تحتاج إلى
          تصحيح أو تحديث.
        </p>

        <h2 className="text-3xl font-bold mb-6">
          11. التفويض بإتاحة بعض البيانات
        </h2>
        <p className="mb-4 leading-relaxed">
          يعلم ويوافق المستخدم بأن هناك بعض البيانات التي تظهر لجميع مستخدمي
          وزوار موقع <span className="font-bold">منصة استأجر</span>، وبالتالي
          يفوّضنا بإتاحة اسم وصورة المستخدم وأيّ بيانات يوفرها <br /> المستخدم
          اختياريًا لجميع مستخدمي وزوار الموقع، ولن يتم تخصيصها لأشخاص محددين.
        </p>

        <h2 className="text-3xl font-bold mb-6">12. حقوقك</h2>
        <p className="mb-4 leading-relaxed">
          12.1. قد تطلب منا تزويدك بأي معلومات شخصية نحتفظ بها عنك، يخضع توفير
          هذه المعلومات لضرورة تقديم إثبات الهوية المناسب.
        </p>
        <p className="mb-4 leading-relaxed">
          12.2. قد نمتنع عن تزويدك بالمعلومات الشخصيّة التي تطلبها بالقدر الذي
          يسمح به القانون.
        </p>
        <p className="mb-4 leading-relaxed">
          12.3. قد تطلب منا في أي وقت عدم معالجة معلوماتك الشخصيّة لأغراض
          التسويق، ومن الناحية العملية، إما أنك ستوافق بشكل صريح مسبقًا على
          استخدامنا لمعلوماتك <br /> الشخصيّة لأغراض التسويق، أو سنمنحك فرصة
          لإلغاء الاشتراك في استخدام معلوماتك الشخصيّة لأغراض التسويق.
        </p>

        <h2 className="text-3xl font-bold mb-6">13. إدارة خصوصيتك</h2>
        <p className="mb-4 leading-relaxed">
          13.1. لديك دور كبير في حماية معلوماتك الشخصيّة على موقع{" "}
          <span className="font-bold">منصة استأجر</span>، حيث يمكنك القيام بما
          يلي :
        </p>
        <ul className="list-disc list-inside pr-5 mb-4 space-y-3">
          <li className="leading-relaxed">
            التحكم في أو تعديل بياناتك من خلال حسابك – إذا كان متوفر.
          </li>
          <li className="leading-relaxed">
            التعامل في ملفات تعريف الارتباط وتقنيات التتبع الأخرى أو التحكم
            فيها.
          </li>
          <li className="leading-relaxed">
            عدم الإفصاح عن بيانات حسابك لأيّ شخص آخر.
          </li>
          <li className="leading-relaxed">
            تسجيل الخروج دائماً عند انتهاء جلستك خاصةً إذا كنت تستخدم جهاز لشخص
            آخر أو في أماكن الإنترنت العامة.
          </li>
        </ul>
        <p className="mb-4 leading-relaxed">
          13.2. لا يتحمّل موقع <span className="font-bold">منصة استأجر</span>{" "}
          مسؤولية فشلك أو تقصيرك في الحفاظ على سرية معلوماتك الشخصيّة أو
          التصرفات الناتجة عن وصول الغير لمعلوماتك وبياناتك الشخصيّة.
        </p>

        <h2 className="text-3xl font-bold mb-6">14. مواقع الطرف الثالث</h2>
        <p className="mb-4 leading-relaxed">
          14.1. قد يحتوي موقع <span className="font-bold">منصة استأجر</span> على
          روابط تشعبية تحيل المستخدم أو الزائر إلى مواقع الكترونية خارجية خاصة
          بأطراف ثالثة، يرجى العلم بأنه ليس لدينا أي سيطرة على سياسات <br />{" "}
          الخصوصية وممارسات الأطراف الثالثة كما أننا لسنا مسؤولين عنها.
        </p>
        <p className="mb-4 leading-relaxed">
          14.2. بالإضافة إلى ذلك، نحن لا نتحمل المسؤولية عن جمع البيانات أو
          استخدامها أو الكشف عنها أو سياسات أو ممارسات الأمان الخاصة بالمنصات
          الأخرى، مثل تويتر أو انستغرام أو <br /> أي موقع لمنصات التواصل
          الاجتماعي أو مزود نظام التشغيل أو مزود الخدمة اللاسلكية أو الشركة
          المصنعة للجهاز، ونوصيك بمراجعة سياسات الخصوصية الخاصة بهذه المؤسسات{" "}
          <br /> والمواقع بعناية من أجل فهم حقوقك والتزاماتك بشكل أفضل.
        </p>

        <h2 className="text-3xl font-bold mb-6">15. ملفات تعريف الارتباط</h2>
        <p className="mb-4 leading-relaxed">
          15.1. ملف تعريف الارتباط “<span className="font-bold">الكوكيز</span>”
          هو ملف يحتوي على معرف (سلسلة من الحروف والأرقام) يتم إرساله بواسطة
          خادم الإنترنت إلى متصفح الإنترنت ويتم تخزينه بواسطة <br /> المتصفح، ثم
          يتم إرسال المعرف مرة أخرى إلى الخادم في كل مرة يطلب فيها المتصفح صفحة
          من الخادم.
        </p>
        <p className="mb-4 leading-relaxed">
          15.2. نستخدم ملفات الكوكيز والتقنيات المماثلة لأغراض تحسين تجربتك
          وتزويدك بتجربة ذات طابع شخصي، وتعزيز الأمان، وتسهيل التنقل، وعرض
          المواد بكفاءة أكبر، والتعرف على <br /> جهازك عند الوصول إلى الخدمات،
          وفهم كيفية استخدامها، وقياس فعالية الإعلانات، وتتبع واستهداف
          اهتماماتك.
        </p>
        <p className="mb-4 leading-relaxed">
          15.3. فيما يلي أسماء ملفات الكوكيز التي نستخدمها على موقع{" "}
          <span className="font-bold">منصة استأجر</span> والأغراض التي تستخدم من
          أجلها :
        </p>
        <ul className="list-disc list-inside pr-5 mb-4 space-y-3">
          <li className="leading-relaxed">
            <span className="font-semibold">
              ملفات تعريف الارتباط الأساسية:
            </span>{" "}
            تتيح لك حرية التنقل في الموقع واستخدام الميزات الأساسية مثل المناطق
            الآمنة والخاصة.
          </li>
          <li className="leading-relaxed">
            <span className="font-semibold">
              ملفات تعريف الارتباط التحليلية:
            </span>{" "}
            نستخدم هذه الملفات للتعرف على جهاز الكمبيوتر عندما يقوم المستخدم
            بزيارة الموقع الإلكتروني، والتعرف على الزوار، وتتبع <br />{" "}
            المستخدمين أثناء تصفح الموقع، وتحسين قابلية استخدام الموقع، وتحليل
            استخدام الموقع من خلال معرفة تحرك الزائرين، والصفحات التي يتم
            زيارتها، وتقديم <br /> إحصائيات حول استخدام الموقع، وتحديد أخطاء
            ومشكلات أداء الموقع وتحسينها.
          </li>
          <li className="leading-relaxed">
            <span className="font-semibold">
              ملفات تعريف الارتباط الضرورية:
            </span>{" "}
            تُستخدم في تشغيل الموقع، والتعرّف على المخاطر الأمنية ومنعها، وتخزين
            معلومات جلستك.
          </li>
          <li className="leading-relaxed">
            <span className="font-semibold">ملفات تعريف الارتباط الأمنية:</span>{" "}
            تُستخدم هذه الملفات لجمع معلومات حول كيفية استخدامك للموقع، ومراقبة
            وتحسين أداء الموقع وخدماتنا.
          </li>
          <li className="leading-relaxed">
            <span className="font-semibold">
              ملفات تعريف الارتباط الإعلانية:
            </span>{" "}
            تُستخدم لتقديم الإعلانات وجعلها أكثر ملاءمة لك وذات قيمة، ولتتبع
            كفاءة حملاتنا الإعلانية.
          </li>
        </ul>
        <p className="mb-4 leading-relaxed">
          15.4. تسمح لك معظم المتصفحات برفض أو قبول ملفات الكوكيز عن طريق تغيير
          الإعدادات في متصفحك، وسيكون لحظر جميع ملفات الكوكيز تأثير سلبي على
          سهولة استخدام <br /> العديد من المواقع. إذا قمت بحظر ملفات الكوكيز،
          فلن تتمكن من استخدام جميع الميزات الموجودة على موقعنا.
        </p>

        <h2 className="text-3xl font-bold mb-6">16. التعديلات</h2>
        <p className="mb-4 leading-relaxed">
          16.1. تحتفظ{" "}
          <span className="font-bold">
            شركة الأعمال المتقدمة للأستثمار قابضة
          </span>{" "}
          بالحق في إجراء تعديلات أو تغييرات أو تحديثات على هذه السياسة في أيّ
          وقت متى كان لازماً وملائماً لتتضمن الممارسات <br /> السائدة في موقع{" "}
          <span className="font-bold">منصة استأجر</span>، أو المتطلبات التنظيمية
          أو الأغراض الأخرى.
        </p>
        <p className="mb-4 leading-relaxed">
          16.2. تسري جميع التغييرات فور نشرها في هذه الصفحة، ويعد استخدامك
          للخدمات بعد نشر النسخة المحدّثة من سياسة الخصوصية موافقة منك على جميع
          هذه التغييرات.
        </p>
        <p className="mb-4 leading-relaxed">
          16.3. يجب عليك مراجعة هذه الصفحة من حين لآخر للتأكد من فهمك لأي
          تغييرات تطرأ على هذه السياسة، وقد نخطرك بالتغييرات التي تطرأ على هذه
          السياسة عن طريق البريد <br /> الإلكتروني.
        </p>

        <h2 className="text-3xl font-bold mb-6">17. الإقرارات</h2>
        <p className="mb-4 leading-relaxed">
          17.1. أنت تُقر بأنك المعلومات والبيانات الشخصيّة التي تقدمها على أو من
          خلال موقع <span className="font-bold">منصة استأجر</span> تكون على
          مسؤوليتك، وفي حال زودتنا بأيّ بيانات تتعلق بشخص آخر غير صاحب <br />{" "}
          الحساب، فأنت المسؤول في مواجهتنا وأمام الجهات المختصة وفي مواجهة الشخص
          المتضرر مع التزامك بدفع كافة التعويضات المناسبة.
        </p>
        <p className="mb-4 leading-relaxed">
          17.2. أنت تُقر وتوافق على قراءة هذه السياسة والالتزام بجميع بنودها
          وشروطها، ويعتبر استمرارك في استخدام الموقع أو الخدمات موافقة منك على
          الالتزام بهذه السياسة.
        </p>

        <h2 className="text-3xl font-bold mb-6">18. التواصل معنا</h2>
        <p className="mb-4 leading-relaxed">
          إذا كان لديك أيّ أسئلة أو تعليقات بشأن هذه السياسة، فلا تتردد في
          التواصل معنا على :
        </p>
        <p className="mb-4 leading-relaxed px-10 flex gap-3">
          <svg
            width="31"
            height="30"
            viewBox="0 0 31 30"
            fill="none"
            xmlns="http://www.w3.org/2000/svg"
          >
            <path
              d="M4.89777 11.1309L4.99902 10.7259C5.13317 10.3326 5.3105 9.95525 5.52777 9.60093C6.02175 8.77613 6.72911 8.09986 7.57527 7.64343L13.4815 4.44843C14.2625 4.0328 15.1337 3.81543 16.0184 3.81543C16.9031 3.81543 17.7743 4.0328 18.5553 4.44843L24.4615 7.64343C25.3077 8.09986 26.015 8.77613 26.509 9.60093C26.729 9.95222 26.9029 10.3303 27.0265 10.7259V10.8834C27.1525 11.3339 27.2169 11.7994 27.2178 12.2672V20.8397C27.2148 22.256 26.6508 23.6135 25.6493 24.615C24.6478 25.6165 23.2904 26.1805 21.874 26.1834H10.0615C9.35977 26.1834 8.66489 26.0452 8.01656 25.7767C7.36822 25.5081 6.77913 25.1145 6.28292 24.6183C5.78671 24.1221 5.39309 23.533 5.12454 22.8847C4.85599 22.2363 4.71777 21.5414 4.71777 20.8397V12.2559C4.73793 11.8756 4.79827 11.4985 4.89777 11.1309ZM14.1903 14.8997C14.7479 15.2152 15.3777 15.381 16.0184 15.381C16.6591 15.381 17.2889 15.2152 17.8465 14.8997L25.1928 10.6472C25.159 10.5609 25.1178 10.4784 25.069 10.3997C24.7295 9.83485 24.2436 9.37229 23.6628 9.06093L17.7565 5.86593C17.2251 5.57638 16.6292 5.42548 16.024 5.42718C15.4153 5.42552 14.8158 5.57636 14.2803 5.86593L8.37402 9.06093C7.67906 9.43664 7.12597 10.0292 6.79902 10.7484L14.1903 14.8997Z"
              stroke="blue"
            />
          </svg>
          <a
            href="mailto:service@estajer.com"
            className="text-black font-semibold"
          >
            service@estajer.com
          </a>
        </p>
      </div>
    </>
  );
};

export default ContentSection;
